<x-layout>
    <div class="container">
        <div class="row" style="margin-top: 20px;">
            <div class="col-md-9 offset-md-3">
                <h3>Заказы</h3>
                <hr/>
                <h4 class="question">В: Как сделать заказ?</h4>
                <p>О: Сначала вам нужно создать учетную запись. После ее создания вы можете оформить заказ.</p>

                <h4 class="question">В: Как создать учетную запись?</h4>
                <p>О: Нажмите на кнопку входа в правом верхнем углу главной страницы, затем выберите пункт «Создать учетную запись».</p>

                <h4 class="question">В: Сколько времени занимает обработка и доставка заказов?</h4>
                <p>О: Обработка заказа занимает 1-2 рабочих дня (с понедельника по пятницу), независимо от выбранного способа доставки. После отправки вы получите заказ в течение 2-10 рабочих дней. Обратите внимание, что услуги «2 дня» и «экспресс-доставка» подразумевают рабочие дни (с понедельника по пятницу).</p>

                <h4 class="question">В: Все ли товары гарантированно есть в наличии?</h4>
                <p>О: Мы стараемся регулярно обновлять информацию на сайте, чтобы отражать отсутствие товаров в наличии. Однако возможность заказать товар не гарантирует его наличие на складе на момент обработки заказа. Если товар недоступен, вы будете уведомлены.</p>

                <h4 class="question">В: Почему я не могу выбрать нужный размер или цвет?</h4>
                <p>О: Если вы не можете выбрать определенный размер или цвет, это обычно означает, что товар отсутствует в наличии. Попробуйте проверить доступность снова через 2-3 недели.</p>

                <h4 class="question">В: Как я могу проверить статус моего заказа?</h4>
                <p>О: Если вы зарегистрировали учетную запись в нашем магазине, нажмите на «Профиль» и войдите, используя свой адрес электронной почты и пароль. Вы сможете увидеть статус любых заказов, оформленных во время входа в систему. Вы также можете связаться с нами по телефону 8-800-123-4567, указав свое имя, номер заказа и запрос о статусе. Наши часы работы: с понедельника по пятницу, с 8:00 до 17:00 по московскому времени.</p>

                <h3>Доставка</h3>
                <hr/>

                <h4 class="question">В: Сколько стоит доставка?</h4>
                <p>О: Стоимость доставки зависит от общей суммы заказа и выбранного способа доставки. Некоторые товары требуют дополнительных расходов (например, из-за крупногабаритной упаковки).</p>

                <h4 class="question">В: Каким способом осуществляется доставка?</h4>
                <p>О: Мы осуществляем доставку через Почту России.</p>

                <h4 class="question">В: Когда я получу свой заказ?</h4>
                <p>О: В среднем заказ доставляется в течение 5-7 рабочих дней. В период новогодних праздников срок доставки может быть увеличен.</p>
            </div>
        </div>
    </div>
</x-layout>
